{
  "title": "Privacy Policy",
  "effectiveDate": "Effective Date: [Insert Date]",
  "introduction": {
    "title": "Introduction",
    "content": "Welcome to SaaSify. We are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines how we collect, use, and protect your information when you use our services."
  },
  "informationCollected": {
    "title": "Information We Collect",
    "personal": {
      "title": "Personal Information",
      "content": "When you register for an account, we collect the following personal information:",
      "username": "Username",
      "email": "Email Address"
    },
    "payment": {
      "title": "Payment Information",
      "content": "We use Stripe to process payments. We do not store or have access to your payment information. Please refer to Stripe's Privacy Policy for more information on how your payment data is handled."
    },
    "usage": {
      "title": "Usage Data",
      "content": "We collect anonymous analytics data to help us understand how our service is used and to improve our platform. This data includes anonymous visits, information about how you interact with our website, such as pages visited and time spent on each page."
    },
    "account": {
      "title": "Account Data",
      "content": "We collect information about your account usage, including plans and credits details about your subscription plan and usage credits for statistical and management purposes."
    }
  },
  "dataUsage": {
    "title": "How We Use Your Information",
    "content": "We use the information we collect for the following purposes:",
    "provide": "To Provide and Maintain Our Service: To manage your account and provide the services you have requested.",
    "communicate": "To Communicate with You: To send you updates, newsletters, and other information related to your account.",
    "improve": "To Improve Our Service: To analyze usage patterns and improve our platform's functionality and user experience.",
    "security": "To Ensure Security: To monitor and protect the security of our services and users."
  },
  "dataSharing": {
    "title": "Sharing Your Information",
    "content": "We do not sell or rent your personal information to third parties. We may share your information with service providers (third-party vendors who assist us in providing our services, such as email communication and analytics) and for legal requirements (if required by law or in response to valid requests by public authorities)."
  },
  "dataSecurity": {
    "title": "Data Security",
    "content": "We implement appropriate technical and organizational measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or method of electronic storage is 100% secure."
  },
  "userRights": {
    "title": "Your Rights",
    "content": "You have the right to access your information (request a copy of the personal information we hold about you), correct your information (request corrections to any inaccurate or incomplete information), and delete your information (request the deletion of your personal information, subject to certain legal obligations)."
  },
  "changes": {
    "title": "Changes to This Privacy Policy",
    "content": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our website. You are advised to review this Privacy Policy periodically for any changes."
  },
  "contact": {
    "title": "Contact Us",
    "content": "If you have any questions or concerns about this Privacy Policy, please contact us at:",
    "email": "Email",
    "address": "Address"
  }
}
